Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/checklists/checklist_entitlements_for_older_people.html.txt.tmx
Source language: en
Languages: ga

source: Checklist: entitlements for older people
ga: Seicliosta: teidlíochtaí do dhaoine aosta

source: The lists and links below are to help you to check out all the main services and entitlements for older people
ga: Le cabhair a thabhairt duit iad na naisc agus na liostaí thíos an uile phríomhsheirbhís agus phríomhtheidlíocht atá ann do dhaoine aosta a sheiceáil

source: document.write("If you would like these links to remain available while you browse this website, you can 'pin' the checklist to the right-hand side of the website
ga: document.write("Más mian leat go bhfanfadh na nascanna seo ar fáil fad is atá an suíomh seo á bhrabhsáil agat, d’fhéadfá an seicliosta a ‘ghreamadh’ ar thaobh deis an tsuímh

source: It will remain in place until you click the 'X' in the top right-hand corner.");
ga: Fanfaidh an seicliosta ansin go dtí go chliceáltar an ‘X’ sa chúinne ag barr an taoibh dheis.");

source: The headings in the left hand column of each section link to general documents on the subject, and those in the right hand column link to details of specific payments or services
ga: Tá nasc sna teidil i ngach mír le doiciméid ghinearálta faoin ábhar, agus tá nasc sna doiciméid liostáilte le sonraí faoi íocaíochtaí nó faoi sheirbhísí sonracha
